insert into manactor(name,stature,birthday,production)
values ("段宏亦",177,"1973-05-16","《我的团长我的团》《记忆大师》"),
("张译",178,"1978-02-17","《我的团长我的团》《红海行动》"),
("张国强",180,"1969-09-30","《我的团长我的团》《士兵突击》"),
("邢佳栋",181,"1972-07-01","《我的团长我的团》《士兵突击》"),
("李晨",180,"1978-11-24","《我的团长我的团》《士兵突击》"),
("高峰",182,"1977-03-02","《我的团长我的团》《士兵突击》"),
("罗京民",180,"1956-01-31","《我的团长我的团》《士兵突击》"),
("王往",180,"不明","《我的团长我的团》《我们队伍向太阳》"),
("王大治",177,"1977-1-31","《我的团长我的团》《士兵突击》"),
("范雷",0,"1973-04-12","《我的团长我的团》《士兵突击》");

insert into womanactor(name,stature,birthday,production)
values ("袁菲",165,"1987-12-20","《我的团长我的团》《因为有你》"),
("刘戚薇",165,"1976-05-06","《我的团长我的团》《大唐荣耀》");